export const categories = [
  {
    name: "창업",
    questions: [
      "리더쉽",
      "작업치료 관련 경력을 쌓은 후 내 사업을 할 생각이 있다.",
      "회계와 마케팅 분야에 대하여 흥미가 있다.",
      "여유 자금을 준비하고 필요 시 융통하는 데에 어려움이 없다.",
      "병원 외 다른 작업치료 분야 확대에 관심이 있다."
    ]
  },
  {
    name: "공공기관",
    questions: [
      "예방적 접근이나 건강증진 프로그램에 관심이 있다.",
      "근무 시 안정적인 직업 환경을 더 선호한다.",
      "자료 정리, 문서 작성, 프로그램 기획 등 사무업무를 잘 할 수 있다.",
      "지역민들과 소통하고 함께하는 업무에 관심이 있다.",
      "건강/복지 정책을 설계하거나 평가하는 업무에 관심이 있다."
    ]
  },
  {
    name: "아동센터",
    questions: [
      "아이들과 함께 있는 시간이 즐겁고 편안하다.",
      "돌발상황에 유연하게 대처할 수 있다.",
      "유연한 근무 시간을 선호한다.",
      "학부모 교육 및 상담 같은 업무도 할 수 있다.",
      "힘이 많이 드는 일에 어려움이 있다."
    ]
  },
  {
    name: "재활병원",
    questions: [
      "질환을 분석하고 평가 및 중재하는 데에 관심이 많다.",
      "다양한 직종 간 협업과 팀워크를 유지하는 데에 어려움이 없다.",
      "상근직으로 체계적인 환경에서 근무하는 것을 선호한다.",
      "치료사라면 병원에서 근무하는 것이 당연하다고 생각한다.",
      "내가 명령을 내리는 것보다 명령을 수행하는 것이 편하다."
    ]
  }
];



export const options = [
  { text: "매우 그렇다", score: 5 },
  { text: "그렇다", score: 4 },
  { text: "보통이다", score: 3 },
  { text: "그렇지 않다", score: 2 },
  { text: "매우 그렇지 않다", score: 1 }
];
